Repository: vindarel/abelujo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: Warning: some cards are missing in the inventory.
fr_fr: Attention: il manque des notices dans l'inventaire.

source: We are missing copies of some cards
fr_fr: Il manque des exemplaires pour plusieurs notices

source: We inventoried some cards with more copies than planned
fr_fr: Nous avons inventorié plus d'exemplaires que prévu pour certaines notices

source: Download the bill of what was sold
fr_fr: Télécharger la facture

source: List of sells
fr_fr: Liste des ventes

source: Get the list of the inventory
fr_fr: Récupérez la liste de l'inventaire

source: Inventory list
fr_fr: Liste de l'inventaire

source: Get the list of the Inventory in csv (for LibreOffice/Excel)
fr_fr: Récupérez la liste de l'inventaire en csv (pour LibreOffice)

source: Get the list of the Inventory in csv, only isbn and quantities, for Dilicom
fr_fr: Récupérez la liste de l'inventaire au format csv, avec seulement les colonnes isbn et quantité (pour Dilicom)

source: Qty inventory
fr_fr: Qté de l'inventaire

source: Difference
fr_fr: Différence

source: Qty origin
fr_fr: Qté initiale

source: Inventory of
fr_fr: Inventaire de

source: Nb of cards
fr_fr: Nb de notices

source: It remains
fr_fr: Il reste

source: non-inventoried cards in the stock.
fr_fr: articles non inventoriés dans le fonds.

source: Total value
fr_fr: Valeur totale

source: Analyse…
fr_fr: Analyser…

source: Show all cards inventoried
es_es: Mostrar todas las fichas inventoriadas
fr_fr: Montrer tous les titres déjà inventoriés

source: Author
fr_fr: Auteur

source: There is a conflict with deposits.
es_es: Hay un conflicto de depósitos
fr_fr: Il y a un conflit de dépôts.

source: About the shop
fr_fr: Paramètres du lieu

source: Default place
fr_fr: Lieu par défaut

source: This is the place to add products to by default.
fr_fr: C'est le lieu auquel ajouter les produits par défaut.

source: VAT
fr_fr: TVA

source: VAT on books
fr_fr: TVA livres

source: Language
fr_fr: Langue

source: Search for new titles
fr_fr: Recherche de nouveaux titres

source: Key words, or ean/isbn
es_es: Palabras claves o ean/isbn
fr_fr: Mots clefs, ou ean/isbn

source: Add to list…
fr_fr: Ajouter à la liste…

source: Add the cards selected to an ongoing inventory
fr_fr: Ajouter les notices sélectionnées à un inventaire

source: Add to inventory…
fr_fr: Ajouter à l'inventaire…

source: Previous results
fr_fr: Résultats précédent

source: Next results
fr_fr: Résultats suivants

source: This card is already in your stock
fr_fr: Cette notice est déjà dans votre fonds.

source: Add…
fr_fr: Ajouter…

source: Choose an inventory
fr_fr: Choisissez un inventaire

source: Selling cards
es_es: Vendendo
fr_fr: Vente

source: Card type
fr_fr: Type de notice

source: titles selected. Total:
es_es: títulos seleccionados. Total:
fr_fr: titres sélectionnés. Total:

source: Set this discount to all
fr_fr: Appliquer cette remise à tous

source: Choose a discount
fr_fr: Choisissez une remise

source: Sell of the
fr_fr: Vente du

source: Initial price
es_es: Precio inicial
fr_fr: Prix initial

source: Price sold
es_es: Precio de venda
fr_fr: Prix de vente

source: Export the list of all cards to command in txt format.
fr_fr: Exporter la liste de toutes les notices à commander au format txt

source: Listing
fr_fr: Liste complète

source: Export the list of all cards to command in a csv, suitable for LibreOffice and to give to other services, like Dilicom.
fr_fr: Exportez la liste de toutes les notices à commander au format csv, à ouvrir avec LibreOffice ou à utiliser avec d'autres services, comme Dilicom.

source: isbn and quantity
fr_fr: isbn et quantité

source: Help
fr_fr: Aide

source: The cards to command are grouped by supplier. Check the quantity you want to command and send them an email.
fr_fr: Les notices sont groupées par fournisseur. Vous pouvez vérifier la quantité que vous voulez commander pour chacune, puis envoyer un mail aux diffuseurs.

source: You can also export all this list to csv, wich will contain, for each card, the isbn and the quantity to command. This format is well suited to feed in the website of some resailers, like Dilicom.
fr_fr: Vous pouvez également exporter la liste entière au format csv. Le fichier contiendra une colonne isbn et une colonne quantité, ce qui le rend compatible avec l'interface client de Dilicom.

source: New command
fr_fr: Nouvelle commande

source: Hello
fr_fr: Bonjour

source: Write to
fr_fr: Écrire à

source: with your desktop mail client
fr_fr: avec votre client mail préféré

source: The command was passed, we`ll wait to receive it.
fr_fr: La commande a bien été passée, nous attendons maintenant de la recevoir.

source: Quantity left
es_es: Sobrando
fr_fr: Quantité restante

source: Remove from list
fr_fr: Enlever de la liste

source: Command
fr_fr: Commander

source: The cards are grouped by supplier. Please check the list and confirm.
fr_fr: Les notices sont groupées par fournisseur. Veuillez vérifier la liste et confirmer.

source: Français
es_es: Frances

source: produit indisponible
es_es: producto indisponible

source: aucun
es_es: ningun

source: The deposit wasn't created. It must contain at least one valid card
es_es: El depósito no fue creado. La fichas eleccionadas no estan validas

source: total nb of cards
es_es: total de fichas

source: nb of books
es_es: número de libros

source: cards of unknown type
es_es: notícias de tipo desconocido

source: nb of cards we bought and their cost
es_es: cantidad de notícias proprias y su cuesto

source: nb of cards in deposits
es_es: cantidad de notícias en depósitos

source: total cost
es_es: cuesto total

source: All cards
es_es: todas las fichas

source: Category
es_es: Categoría

source: Baskets
es_es: Cestas

source: Date
es_es: fecha

source: No card is this basket
es_es: No hay ficha en esta cesta

source: category
es_es: categoría

source: Achat d'exemplaires pour chaque lieu:
es_es: Compre ejemplares para cada lugar:

source: source
es_es: fuente

source: unknown
es_es: desconocido

source: Search in the stock
es_es: Buscar en el stock

source: valider
es_es: validar

source: No results
es_es: No resultados

source: results
es_es: resultados

source: voir en texte
es_es: ver como texto

source: publisher
es_es: editorial

source: collection
es_es: Colección

source: distributor
es_es: difusora

source: places
es_es: lugares

source: add to deposit
es_es: añadir al depósito

source: Best 10 sells of this month
es_es: Las 10 mejores vendas del mes

source: Nom du dépot
es_es: Nome

source: Diffuseur
es_es: Difusora

source: Dernier état de dépôt
es_es: Último balance de depósito

source: Alertes
es_es: Alertas

source: Nouveau dépôt
es_es: Nuevo depósito

source: Type
es_es: Tipo

source: whose distributor is
es_es: cuya difusora es

source: cards
es_es: fichas

source: Entry
es_es: Entrada

source: Inventory started
es_es: Inventario empezado

source: On the place
es_es: En el lugar

source: New...
es_es: Nuevo...

source: What place are you doing the inventory of ?
es_es: De que lugar esta empezando el inventario ?

source: Inventory ongoing
es_es: Inventario empezado ya

source: The isbn will be downloaded when you press enter.
es_es: El isbn sera pedido cuando pressionas Enter

source: Add to…
es_es: Añadir en…

source: Look for a
es_es: Buscar para:
