Repository: vindarel/abelujo
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr_fr

source: deposit of bookshops
fr_fr: dépôt de librairie

source: publisher deposit
fr_fr: dépôt d'éditeur

source: Deposits
fr_fr: Dépôts

source: not any more
fr_fr: plus maintenant

source: yes
fr_fr: oui

source: Alerts
fr_fr: Alertes

source: transfert
fr_fr: virement

source: Discount:
fr_fr: Remise

source: Sell
fr_fr: Vente

source: total price:
fr_fr: coût total:

source: total with {}% discount:
fr_fr: total avec {}% de remise:

source: Thank you.
fr_fr: Merci.

source: Are you sure to remove the card '{}' from the command basket ?
fr_fr: Êtes-vous sûr(e) de supprimer la notice '{}' de la liste de commandes ?

source: Are you sure to remove all the cards from the command basket ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer toutes les notices de la liste de commandes ?

source: Do you want to order this command for
fr_fr: Voulez-vous passer cette commande à

source: show or hide the book details in tables.
fr_fr: montrer ou cacher les informations détaillées

source: To command
fr_fr: À commander

source: Baskets
fr_fr: Listes

source: Are you sure to empty this list {}?
fr_fr: Voulez-vous vider cette liste {} ?

source: Are you sure to archive this list {}?
fr_fr: Voulez-vous archiver cette liste ?

source: You are going to delete the list {}. This can not be undone. Are you sure ?
fr_fr: Vous allez supprimer la liste {}. Cette opération est irréversible. Êtes-vous sûr(e) ?

source: You didn't set a supplier for this list (menu -> set a supplier). Do you want to carry on ?
fr_fr: Vous n'avez pas choisi de fournisseur pour cette liste. Souhaitez-vous continuer ?

source: This basket has no copies to command !
fr_fr: Cette liste n'a aucune notice à commander.

source: Do you want to mark all the cards of this list to command ?
fr_fr: Voulez-vous marquer toutes les notices de cette liste à commander ?

source: They will be associated with the supplier
fr_fr: Elles seront associées au fournisseur

source: Do you want to receive a command for the supplier '
fr_fr: Voulez-vous passer cette commande à

source: Do you want to return this basket to
fr_fr: Voulez-vous retourner cette commande à

source: Do you want to add all the cards to your stock?
fr_fr: Voulez-vous ajouter toutes les notices à votre fonds ?

source: go to the search box
fr_fr: Aller à la boîte de recherche

source: hide or show your notes
fr_fr: Montrer ou cacher vos notes

source: Create a new list
fr_fr: Créer une nouvelle liste

source: You didn't select a client.
fr_fr: Vous n'avez pas choisi de client

source: Add a card
fr_fr: Ajouter une notices

source: new card
fr_fr: nouvelle notice

source: between 1 and 3
fr_fr: Entre 1 et 3

source: between 1 and 5
fr_fr: Entre 1 et 5

source: between 3 and 5
fr_fr: Entre 3 et 5

source: between 5 and 10
fr_fr: Entre 5 et 10

source: between 0 and 5
fr_fr: Entre 0 et 5

source: between 0 and 10
fr_fr: Entre 0 et 10

source: between 5 and 10
fr_fr: Entre 5 et 10

source: Titles
fr_fr: Titres

source: Price
fr_fr: Prix

source: Publisher
fr_fr: Éditeur

source: Shelf
fr_fr: Rayon

source: all publication
fr_fr: Tout type de publication

source: book
fr_fr: livre

source: booklet
fr_fr: brochure

source: periodical
fr_fr: périodique

source: other print
fr_fr: autre imprimé

source: others
fr_fr: autres

source: Stock
fr_fr: Fonds

source: show all cards inventoried
fr_fr: Montrer toutes les notices inventoriées

source: Inventory
fr_fr: Inventaire

source: Date changed
fr_fr: Date changée

source: Sorry, there was an internal problem
fr_fr: Oups, il y a eu un problème interne :S

source: dashboard
fr_fr: tableau de bord

source: Are you sure to undo this sell ?
fr_fr: Voulez-vous annuler cette vente ?

source: filter one title per line
fr_fr: Filtrer un titre par ligne

source: History
fr_fr: Historique

source: This inventory is already applied.
fr_fr: Cet inventaire est déjà appliqué

source: Are you sure to apply this inventory to your stock ?
fr_fr: Êtes-vous sûr(e) d'appliquer cet inventaire au fonds ?

source: Terminate inventory
fr_fr: Finaliser l'inventaire

source: ISBN not found.
fr_fr: ISBN non trouvé

source: You can still create a card manually.
fr_fr: Vous pouvez toujours créer une notice manuellement.

source: Preferences updated
fr_fr: Préférences mises à jour

source: There seems to be a problem to save preferences.
fr_fr: Nous rencontrons un problème pour sauvegarder les préférences :(

source: Reception
fr_fr: Réception

source: Do you want to validate this reception ?
fr_fr: Voulez-vous valider cette réception ?

source: Restocking
fr_fr: Réassort

source: Returns
fr_fr: Retours

source: search
fr_fr: chercher

source: Internal error, sorry ! We've been notified about it.
fr_fr: Une erreur interne est survenue :( Nous en avons été informé.

source: Server error… sorry !
fr_fr: Une erreur interne est survenue, oups !
