Repository: vindarel/abelujo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: English
es_es: Ingles
fr_fr: Anglais

source: German
es_es: Alemano
fr_fr: Allemand

source: Castellano
fr_fr: Castillan

source: couldn't find card of id {}: {}
fr_fr: pas trouvé la notice d'id {}: {}

source: Woops, we can not create this card. This is a bug !
es_es: Opa, no podemos crear esta ficha. Es un bug !
fr_fr: Oups, noun n'avons pas pu créer cette notice. C'est un bug !

source: Please provide a supplier
fr_fr: Veuillez choisir un fournisseur

source: Sell successfull.
es_es: La venda sucedió
fr_fr: La vente a été réalisée avec succès.

source: We couldn't set the quantity of the card.
fr_fr: Nous n'avons pas pu modifier la quantité de cette notice.

source: We couldn't set this list as a deposit. Sorry !
fr_fr: Nous n'avons pas pu transformer cette liste en dépôt. Désolé !

source: Basket deleted succesfully
fr_fr: Liste supprimée.

source: The basket could not be deleted
fr_fr: La liste n'a pas pu être supprimée

source: Internal error, sorry !
fr_fr: Erreur interne :(

source: We couldn't create the requested inventory. This is an error, sorry !
fr_fr: Nous n'avons pas pu créer l'inventaire demandé. C'est un bug, désolé.

source: Internal error. We couldn't save the inventory
fr_fr: Erreur interne. Nous n'avons pas pu sauvegarder l'inventaire

source: Inventory saved. Keep working !
es_es: El inventario esta guardado
fr_fr: Inventaire sauvegardé. Il faut s'y remettre !

source: Internal error. We couldn't update the inventory
fr_fr: Erreur interne. Nous n'avons pas pu mettre à jour l'inventaire

source: This inventory is already applied
fr_fr: Cet inventaire a déjà été appliqué

source: The inventory is being applied. This may take a few minutes.
fr_fr: L'inventaire est en train d'être mis à jour. Cela peut prendre quelques minutes.

source: none
fr_fr: aucun

source: Error searching for isbn
fr_fr: Une erreur est survenue en cherchant l'isbn.

source: The card of id {} doesn't exist.
fr_fr: La notice d'id {} n'existe pas.

source: We can not undo the sell of card {}: it is not associated to any place. This shouldn't happen.
fr_fr: Nous n'avons pas pu annuler la vente de la notice {} car elle n'est associée à aucun lieu. Cela ne devrait pas arriver, c'est donc un bug.

source: There are cards with similar titles
fr_fr: Il y a des notices avec des titres similaires

source: The card was created successfully.
es_es: La ficha fue creada con sucesso
fr_fr: La notice a été créée avec succès.

source: This card already exists.
es_es: Esta ficha ya existe.
fr_fr: La notice existe déjà.

source: There is no preferences
fr_fr: Les préférences ne sont pas définies

source: Error while setting the vat
fr_fr: Erreur en enregistrant la TVA

source: Value for preference {} is {}.
fr_fr: La valeur de {} est {}

source: Please provide the name of the new basket
fr_fr: Veuillez spécifier le nom de la nouvelle liste

source: New basket created
fr_fr: La liste a été créée

source: We could not create a new basket. This is an internal error.
fr_fr: Nous n'avons pas pu créer de nouvelle liste. Erreur interne.

source: The cards were successfully added to the basket '{}'
fr_fr: Les notices ont été ajoutées au dépôt.

source: The card was successfully removed from the basket
fr_fr: La notice a été enlevée de la liste.

source: Card not found
fr_fr: Notice non trouvée

source: Could not remove the card from the command basket. This is an internal error.
fr_fr: Nous n'avons pas pu enlever la notice du panier à commander.

source: Basket to deposit: no distributor. Abort.
fr_fr: De liste à dépôt: pas de fournisseur. Ne rien faire.

source: Basket to deposit: no name given.
fr_fr: Liste à dépôt: pas de nom donné.

source: Error adding copies
fr_fr: Une erreur est arrivée en ajoutant des exemplaires

source: An error occured while adding a card to the deposit state.
fr_fr: Erreur en ajoutant une notice à l'état de dépôt

source: The card {} was not found on this deposit.
fr_fr: La notice {} n'a pas été trouvée dans ce dépôt.

source: This deposit state is closed ! We won't update it, sorry.
fr_fr: Cet état de dépôt est cloturé, nous ne pouvons pas le mettre à jour.

source: Wooops, an error occured while adding a card to the deposit. That shouldn't happen !
fr_fr: Ouuups, une erreur est survenue en ajoutant une notice au dépôt. Ceci ne devrait pas arriver !

source: The deposit state can not be closed. There are conflicting sells.
fr_fr: L'état de dépôt ne peut pas être enregistré. Il y a des ventes conflictuelles.

source: A deposit of that name already exists.
fr_fr: Un dépôt avec ce nom existe déjà.

source: internal error, sorry !
fr_fr: Erreur interne :(

source: The deposit was successfully created.
es_es: El depósito fue creado con sucesso
fr_fr: Le dépôt a été créé avec succès.

source: Error adding a deposit
fr_fr: Erreur en ajoutant le dépôt

source: Please provide a card or a card id.
fr_fr: Veuillez choisir une notice ou un id.

source: The card of id {} does not exist is this deposit.
fr_fr: La notice d'id {} n'existe pas dans ce dépôt.

source: The requested card does not exist in the deposit.
fr_fr: La notice demandée n'existe pas dans ce dépôt.

source: Error selling the card {}
fr_fr: Erreur pendant la vente de {}

source: The card '{}' was sold from deposit '{}'.
fr_fr: La notice '{}' a été vendue depuis le dépôt '{}'.

source: Hey oh, a deposit state for this deposit already exists. Please close it before opening a new one.
fr_fr: Eh, un état de dépôt pour ce dépôt existe déjà. Il vous faut le fermer avant d'en ouvrir un nouveau.

source: No cards were sold since the last deposit state.
fr_fr: Aucune notice n'a été vendue depuis le dernier état de dépôt.

source: Operation successful
fr_fr: L'opération a réussie.

source: Warning: we couldn't sell {}.
es_es: Cuidada: no podemos vender {}
fr_fr: Attention: la vente de {} a échoué.

source: Error while undoing sell {}
fr_fr: Erreur en annulant la vente {}

source: Error while undoing sell {}.
fr_fr: Une erreur est apparue en annulant la vente {}.

source: Sell {} canceled with success.
fr_fr: La vente {} a été annulée avec succès

source: This inventory is already closed, you can't apply it again.
fr_fr: Cet inventaire est déjà fermé. Vous ne pouvez pas l'appliquer de nouveau.

source: There was an internal error, sorry !
fr_fr: Erreur interne :(

source: The inventory got succesfully applied to your stock.
fr_fr: L'inventaire a été appliqué à votre fonds avec succès.

source: Number of products
fr_fr: Nombre de produits

source: Number of book titles
fr_fr: Nombre de titres

source: Number of products of unknown type
fr_fr: Nombre de produits de type inconnu

source: Number of titles with no copy
fr_fr: nombre de titres sans exemplaire

source: Number of titles with one copy
fr_fr: nombre de titres avec un exemplaire

source: Number of books in deposits
fr_fr: Nombre de livres en dépôts

source: Total cost of the books in deposits
fr_fr: Valeur totale des livres en dépôts

source: Total cost of the stock
fr_fr: Valeur du fonds

source: Total cost of the stock, excl. tax
fr_fr: Valeur totale du fonds HT

source: next appointments
es_es: proximas fechas de pago
fr_fr: prochaines échéances

source: Command updated succesfully.
fr_fr: La commande a été mise à jour avec succès.

source: Distributors
es_es: Difusora
fr_fr: Diffuseurs

source: Publishers
es_es: Editoriales
fr_fr: Éditeurs

source: Add to the deposit:
es_es: Añadir al depósito
fr_fr: Ajouter au dépôt:

source: History
es_es: Histórico
fr_fr: Historique

source: Payment
es_es: Pagamento
fr_fr: Paiement

source: Bill
es_es: Factura
fr_fr: Facture

source: Quantity
es_es: Quantidad
fr_fr: Quantité

source: Place
fr_fr: Lieu de stockage

source: The card "{}" was added successfully.
es_es: La ficha "{}" fue añadida con sucesso
fr_fr: La notice \"{}\" a été ajoutée avec succès.

source: Deposits
es_es: Depósitos
fr_fr: Dépôts

source: Error when adding the deposit
fr_fr: Erreur en ajoutant le dépôt

source: We could not add the card to the deposit: the given isbn is null.
es_es: No podimos añadir la ficha en el depósito. El isbn dado esta nulo.
fr_fr: Impossible d'ajouter cette notice au dépôt: l'isbn est nul.

source: The card were successfully added to the deposit.
es_es: la ficha fue añadida al depósito con suceso
fr_fr: La notice a été ajoutée au dépôt.

source: This deposit doesn't exist !
es_es: Este depósito no existe !
fr_fr: Le dépôt demandé n'existe pas !

source: Woops, there was an error :S we can't close this deposit state.
fr_fr: Ouups, il y a eu une erreur :S nous ne pouvons pas cloturer cet état de dépôt.

source: Title
es_es: Título
fr_fr: Titre

source: Quantity sold
fr_fr: Quantité vendue

source: Authors
es_es: Autores
fr_fr: Auteurs

source: Shelf
fr_fr: Rayon

source: Price
fr_fr: Prix

source: Sells history
fr_fr: Historique des ventes

source: date sold
fr_fr: Vendu le

source: sell id
fr_fr: vente n°

source: price sold
fr_fr: Prix de vente

source: title
fr_fr: titre

source: supplier
fr_fr: fournisseur

source: Django site admin
fr_fr: Admin de Django

source: Django (overriden) administration
fr_fr: Admin de Django (bis)

source: Statistics
fr_fr: Statistiques

source: Access everything on the database
fr_fr: Accédez à toute la base de données

source: Database
fr_fr: Base de données

source: List and edit the bookshop\'s places
fr_fr: Voyez et modifiez les lieux (de vente, de stockage) de la librairie

source: Places
es_es: Lugares
fr_fr: Lieux

source: List and edit the shelves
fr_fr: Listez et modifiez les rayons

source: Shelves
fr_fr: Rayons

source: Publisher
fr_fr: Éditeur

source: All
es_es: Todos
fr_fr: Tous

source: Use TAB to validate your choice, Enter to proceed.
es_es: Usa TAB para seleccionar, Enter para validar la venta
fr_fr: Utilisez TAB pour valider la selection, Entrée pour finir la vente.

source: Search any isbn, search by keywords in your stock
fr_fr: Cherchez tout isbn ou par mots-clefs dans votre stock

source: Search
es_es: Buscar
fr_fr: Recherche

source: Preferences
fr_fr: Préférences

source: Logout
fr_fr: Se déconnecter

source: My stock
es_es: Mi stock
fr_fr: Mon stock

source: New entry
es_es: Nueva ficha
fr_fr: Nouvelle entrée

source: Sell
es_es: Vender
fr_fr: Vendre

source: Inventories
es_es: Inventarios
fr_fr: Inventaires

source: Lists
fr_fr: Listes

source: Commands
fr_fr: Commandes

source: Number of cards needing a command.
fr_fr: Nombre de notices à commander

source: Number of ongoing commands.
fr_fr: Nombre de commands en cours

source: Alerts
es_es: Alertas
fr_fr: Alertes

source: Please sign in to Abelujo
fr_fr: Veuillez vous connecter à Abelujo

source: login
fr_fr: Se connecter

source: Your username and password didn't match. Please try again.
fr_fr: Mauvais couple nom d'utilisateur / mot de passe. Essayez encore.

source: You have been logged out
fr_fr: Vous avez été déconnecté(e)

source: Log in again
fr_fr: Connectez-vous de nouveau

source: Conflict
fr_fr: Conflit

source: Related deposit
fr_fr: Dépôts liés

source: Create a basket
fr_fr: Créer une liste

source: Create a list
fr_fr: Créer une liste

source: Mark all the cards to command
fr_fr: Tout marquer à commander

source: Command…
fr_fr: Passer commande…

source: Receive a command and check you received all the books
fr_fr: Recevoir un colis et vérifier son contenu

source: Receive a command
fr_fr: Réceptionner un colis

source: You can transform this list of books to a deposit. You will be asked the supplier and the discount.
fr_fr: Vous pouvez transformer cette liste en un dépôt. Il vous sera demandé le fournisseur associé. S'il n'existe pas encore, vous pourrez le créer.

source: Transform as deposit
fr_fr: Transformer en dépôt

source: Delete this list. This can not be undone
fr_fr: Supprimez définitivement cette liste.

source: Delete this list
fr_fr: Supprimer cette liste

source: Export the list to the required format
fr_fr: Exporter la liste au format requis

source: Export
fr_fr: Exporter

source: List
fr_fr: Liste

source: isbn and quantity (Dilicom)
fr_fr: isbn et quantité (Dilicom)

source: List, with barcodes
fr_fr: Liste, avec codes-barres

source: List, with covers
fr_fr: Liste, avec couvertures

source: Hide and show covers (d)
fr_fr: Cacher / montrer les détails (d)

source: Show your notes (n)
fr_fr: Afficher vos notes (n)

source: Read the documentation
fr_fr: Voir la documentation

source: Save
fr_fr: Sauvegarder

source: In stock
fr_fr: en stock

source: Remove from basket
fr_fr: Enlever de la liste

source: Name
fr_fr: Nom

source: Transform to a deposit
fr_fr: Transformer en dépôt

source: Distributor
es_es: Difusora
fr_fr: Diffuseur

source: Add a distributor
fr_fr: Créer un diffuseur

source: shelf
fr_fr: rayon

source: Add a supplier
fr_fr: Ajouter un fournisseur

source: Add to following deposits
fr_fr: Ajouter au(x) dépôt(s)

source: Buy copies for each place
fr_fr: Acheter des exemplaires pour chaque lieu

source: with discount
es_es: con descuento
fr_fr: avec remise

source: Add to baskets
fr_fr: Ajouter aux listes:

source: Validate
es_es: Validar
fr_fr: Valider

source: Add to your stock
fr_fr: Ajouter à votre fonds

source: public price
fr_fr: prix public

source: discount
es_es: descuento
fr_fr: remise

source: buying price
fr_fr: coût d'achat

source: create a Bill
es_es: crea une factura
fr_fr: créeer une facture

source: Card
es_es: Ficha
fr_fr: Notice

source: The title is required
es_es: El título es mandatorio
fr_fr: Le titre est nécessaire

source: Public price
es_es: Precio público
fr_fr: Prix public

source: this card has no isbn
es_es: esta ficha no tiene isbn
fr_fr: cette notice n'a pas d'isbn

source: year of publication
es_es: año de publicación
fr_fr: année de publication

source: homepage
es_es: sitio
fr_fr: page d'accueil

source: Supplier
fr_fr: Fournisseur

source: Buy...
es_es: Compre...
fr_fr: Acheter...

source: This page is under construction. What shall we put in here ?
fr_fr: Cette page est en construction. Que devrait-on y mettre ?

source: Card details
fr_fr: Fiche technique

source: Last sells
fr_fr: Dernières ventes

source: Last entries
fr_fr: Dernières entrées

source: You did not receive parcels for this card.
fr_fr: Vous n'avez pas reçu de colis pour cette notice.

source: Move copies
es_es: Mueva fichas
fr_fr: Déplacer les notices

source: and add some to baskets
fr_fr: et ajoutez-en aux listes

source: Reviews
fr_fr: Chroniques

source: We didn't find any review of this specific book on the targetted websites.
fr_fr: Nous n'avons pas trouvé de chronique de ce livre sur les sites source.

source: Edit the card
es_es: Editar la ficha
fr_fr: Modifier la notice

source: Edit
es_es: Modificar
fr_fr: Édition

source: Move…
es_es: Mover…
fr_fr: Déplacer…

source: Web search
fr_fr: Recherche web

source: Comment
es_es: Comentario
fr_fr: Commentaire

source: Minimal qty
fr_fr: Quantité min.

source: in stock
es_es: en el stock
fr_fr: en stock

source: Presente in
es_es: Presente en
fr_fr: Présente dans

source: In deposits
fr_fr: En dépôts

source: Summary
es_es: Resumen
fr_fr: Résumé

source: Last entry
fr_fr: Dernière entrée

source: no data
fr_fr: Aucune donnée

source: Sells since the last entry
es_es: Vendas desde la última entrada
fr_fr: Ventes depuis la dernière entrée

source: Search terms
fr_fr: Recherche

source: Search on title, authors or isbn
fr_fr: Partie du titre, nom de l'auteur, isbn, etc.

source: Type of card
es_es: Tipo de ficha
fr_fr: Type de notice

source: Add the cards selected to basket(s)
fr_fr: Ajouter les notices sélectionnéesd aux listes…

source: Add selection to baskets…
fr_fr: Ajouter la sélection aux listes…

source: Export the selection to txt
fr_fr: Exporter la sélection en txt

source: Selection to txt
fr_fr: Sélection en txt

source: Hide and show covers
fr_fr: Cacher / montrer les couvertures

source: Number of titles
fr_fr: Nombre de titres

source: See on
es_es: Ver en
fr_fr: Voir sur

source: Add to basket(s)
fr_fr: Ajouter aux listes:

source: To command
es_es: A pedir
fr_fr: A commander

source: Commands ongoing
fr_fr: Commandes en cours

source: Date sent
fr_fr: Date d'envoi

source: Date received
fr_fr: Date de réception

source: Bill received
fr_fr: Facture reçue le

source: Payment sent
fr_fr: Paiement envoyé

source: Payment accepted
fr_fr: Paiement accepté

source: Total incl. taxes
fr_fr: Total TTC

source: received
fr_fr: reçue

source: Created
fr_fr: Créée

source: Received
fr_fr: Reçue

source: Days between the date of creation of the command and its reception.
fr_fr: Nombre de jours écoulés entre la création de la commande et sa réception.

source: days
fr_fr: jours

source: Paid
fr_fr: Payée

source: Days between the date of creation of the command and the day it is paid.
fr_fr: Nombre de jours écoulés entre la création de la commande et sa date de paiement.

source: total value, incl. taxes
fr_fr: valeur totale TTC

source: nb of copies
fr_fr: nb d'exemplaires

source: See the parcel
fr_fr: Voir le colis

source: Cards you ordered
fr_fr: Notices que vous avez commandées

source: quantity
fr_fr: Quantité

source: price
es_es: precio
fr_fr: prix

source: excl. tax
fr_fr: HT

source: quantity ordered
fr_fr: Quantité commandée

source: Composition of the stock
es_es: Estado del stock
fr_fr: Composition du fonds

source: Cost of each card by its quantity in stock, rounded to the upper decimal.
fr_fr: Coût de chaque notice multiplié par sa quantité en stock, arrondi à la décimale supérieure.

source: Value of the stock
fr_fr: Valeur du fonds

source: Next deposits to pay
fr_fr: Prochains dépôts à régler

source: Deposit
es_es: Depósito
fr_fr: Dépôt

source: due date
es_es: fecha de pagamento
fr_fr: échéance

source: No data
fr_fr: Aucune donnée à afficher

source: Comfort of the stock
fr_fr: Confort du fonds

source: Nb cards with no copy
fr_fr: Nb de notices sans exemplaire

source: Nb cards with one copy
fr_fr: à exemplaire unique

source: Cost of the stock VS deposits
es_es: Cuesto del stock y de los depósitos
fr_fr: Valeur comparée du fonds et des dépôts

source: Revenue, monthly
fr_fr: Chiffre d'affaire mensuel

source: Choose another month to see its stats
fr_fr: Choisissez un autre mois pour voir ses statistiques

source: total cards sold
fr_fr: articles vendus

source: mean
fr_fr: panier moyen

source: Best 10 sells of the month
fr_fr: Les 10 meilleures ventes du mois

source: Age of the stock per shelf
fr_fr: Âge du fonds par rayon

source: Choose a shelf to show the corresponding graph.
fr_fr: Choisissez un rayon pour afficher le graph correspondant

source: Cards never sold
fr_fr: Notices jamais vendues

source: Excerpt of the list
fr_fr: Extrait de la liste

source: Add copies to the deposit
fr_fr: Ajouter des articles au dépôt:

source: Did you receive more copies of the titles you have in this deposit ? You can add them here.
fr_fr: Si vous avez reçu d'autres exemplaires des titres présents dans ce dépôts, vous pouvez les ajouter ici.

source: validate
fr_fr: Valider

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: New deposit
es_es: Nuevo depósito
fr_fr: Nouveau dépôt

source: External deposits
fr_fr: Dépôt à l'extérieur

source: Deposit name
fr_fr: Nom du dépôt

source: Last checkout
fr_fr: Dernier état de dépôt

source: Initial qty
fr_fr: Quantité initiale

source: Total price
fr_fr: Prix total

source: Deposits of the bookstore
fr_fr: Dépôts de la librairie

source: Deposit's name
fr_fr: Nom du dépôt

source: Last deposit state
es_es: Ultimo balance de depósito
fr_fr: Dernier état de dépôt

source: Due date
es_es: Fecha de pagamento
fr_fr: Échéance

source: No deposit of bookshop type
fr_fr: Aucun dépôt de type librairie

source: Name of the deposit
es_es: Nombre del depósito
fr_fr: Nom du dépôt

source: Destination place
es_es: Lugar de destino
fr_fr: Lieu de destination

source: Minimum wanted quantity
es_es: Quantidad mínima
fr_fr: Quantité minimum demandée

source: This number can also be specified card-wise
fr_fr: The chiffre peut aussi être spécifié pour chaque notice

source: Auto-command the cards
es_es: Pedir automaticamente
fr_fr: Marquer à commander automatiquement

source: Look for cards
es_es: Buscar para fichas
fr_fr: Chercher des notices

source: whose supplier is
fr_fr: dont le fournisseur est

source: Deposit type
es_es: Típo de depósito
fr_fr: Type de dépôt

source: Auto command
es_es: Pedida auto
fr_fr: Auto-commander

source: total init
es_es: total al inicio
fr_fr: total initial

source: total sold
es_es: total de vendas
fr_fr: total ventes

source: to pay
es_es: a pagar
fr_fr: à payer

source: margin
es_es: margen
fr_fr: marge

source: Save this deposit state
fr_fr: Sauvegarder cet état de dépôt

source: Add copies…
fr_fr: Ajouter des exemplaires…

source: Delete this deposit
fr_fr: Supprimer ce dépôt

source: qty init
es_es: cantidad de inicio
fr_fr: qté initiale

source: nb sold
es_es: cantidad de vendas
fr_fr: nb vendus

source: current qty
es_es: cantidad actual
fr_fr: qté courante

source: Sells
fr_fr: Ventes

source: Entries
fr_fr: Entrées

source: Movements
fr_fr: Mouvements

source: Total acquisitions of this month
fr_fr: Total d'acquisitions de ce mois

source: Movement
es_es: Movimiento
fr_fr: Mouvement

source: Moved
es_es: Movidos
fr_fr: Déplacé

source: copies
es_es: fichas
fr_fr: exemplaires

source: from
es_es: desde
fr_fr: de

source: to
es_es: para
fr_fr: à

source: Export the selection
fr_fr: Exporter la sélection

source: Export selection
fr_fr: Exporter la sélection

source: month
fr_fr: mois

source: Hide and show details (d)
fr_fr: Cacher ou montrer les détails (d)

source: One title per line
fr_fr: Un titre par ligne

source: Sell id
fr_fr: Vente n°

source: Amount
fr_fr: Montant

source: Total copies sold
fr_fr: Total d'articles vendus

source: Titles
fr_fr: Titres

source: Undo this sell
fr_fr: Annuler cette vente

source: Revenue of current month
fr_fr: Chiffre d'affaire de ce mois

source: Total sells
fr_fr: Total ventes

source: Best 10 sells
fr_fr: Les 10 meilleures ventes

source: or
es_es: o
fr_fr: ou

source: Add a card manually
es_es: Añadir una ficha manualmente
fr_fr: Ajouter une notice manuellement

source: Inventories started
fr_fr: Inventaires en cours

source: What are you doing the inventory of ?
fr_fr: De quoi faites-vous l'inventaire ?

source: A shelf
fr_fr: Un rayon

source: A place
fr_fr: Un lieu

source: An editor
fr_fr: Un éditeur

source: New
es_es: Nuevo
fr_fr: Nouveau

source: Created the
es_es: Creada el
fr_fr: Créé le

source: Inventory of...
fr_fr: Inventaire de

source: Progress
fr_fr: Progression

source: Nb of titles/copies
fr_fr: Nb de titres / d'exemplaires

source: Value
fr_fr: Valeur

source: Was this inventory already applied to your stock ?
fr_fr: Cet inventaire a-t-il déjà été appliqué à votre fonds ?

source: Applied ?
fr_fr: Appliqué ?

source: Value of all the copies in this inventory
fr_fr: Valeur de l'inventaire

source: the inventory is being applied
fr_fr: L'inventaire est en train d'être appliqué

source: Continue
fr_fr: Continuer

source: Apply this inventory to your stock. This will modify your stock
fr_fr: Appliquez cet inventaire à votre fonds. Cette opération va le modifier. Veuillez vous référer à la documentation pour plus d'informations.

source: Apply to your stock
fr_fr: Appliquer à votre fonds

source: Delete
es_es: Suprimir
fr_fr: Supprimer

source: Get the list of the cards sold with their quantity
fr_fr: Récupérez la liste des notices de l'inventaire avec leur quantité

source: Full list
fr_fr: Liste de l'inventaire

source: isbn and quantities (Dilicom)
fr_fr: isbn et quantités (Dilicom)

source: Terminate the inventory of
fr_fr: Terminer l'inventaire de

source: Warning: we inventoried some cards that were not here originally.
fr_fr: Attention: nous avons inventorié des notices qui n'étaient pas comptées au départ
